/* In browser window title */
"Get a registration key!" = "Lisans kaydı yok";

/* The full name of the supporter */
"Registered to {0}" = "Lisans sahibi: {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Desteğiniz için teşekkürler! Katkılarınız, Cyberduck uygulamasını çok daha iyiye götürecek çalışmaların sürdürülmesini sağlıyor.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Lisans anahtarınız Application Support klasörüne kopyalandı.";

/* Validation failed */
"Not a valid registration key" = "Lisans anahtarı geçersiz";

"This registration key does not appear to be valid." = "Lisans anahtarı geçersiz gibi görünüyor.";

/* Thank you */
"Continue" = "Sürdür";
